Repository: Rugal/Linux
Catalog: .local/share/gnome-shell/extensions/touchpad-indicator@orangeshirt/*.po
Languages: ro

source: Touchpad Indicator
ro: Indicator Touchpad

source: Turn Touchpad On/Off
ro: Porneşte/Opreşte Touchpad

source: Indicatorsettings
ro: Setări indicator

source: Behaviour if a mouse is (un)plugged:
ro: Comportament dacă maus-ul este (de)ataşat

source: Automatically switch Touchpad On/Off
ro: Comută Pornit/Oprit automat Touchpad-ul

source: Automatically switch Trackpoint On/Off
ro: Comută Pornit/Oprit automat Trackpad-ul

source: Show notification if switched
ro: Arată notificare daca s-a comutat

source: Touchpadsettings
ro: Setări Touchpad

source: Click to Tap
ro: Atinge pentru a face click

source: Scroll behaviour
ro: Comportament derulare.

source: Disable scrolling
ro: Dezactivează derularea

source: Edge scrolling
ro: Derulare pe margini

source: Two Finger scrolling
ro: Derulare cu două degete

source: Additional Settings ...
ro: Setări adiţionale

source: Mouse plugged
ro: Maus ataşat

source: Mouse unplugged
ro: Maus deataşat

source: Touchpad & Trackpoint enabled
ro: Touchpad şi Trackpoint activat

source: Touchpad & Trackpoint disabled
ro: Touchpad şi Trackpoint dezactivat

source: Touchpad enabled
ro: Touchpad activat

source: Touchpad disabled
ro: Touchpad dezactivat

source: Trackpoint enabled
ro: Trackpoint activat

source: Trackpoint disabled
ro: Trackpoint dezactivat
